{
    "welcome": {
        "title": "Hi! I am Justyna Gabiga"
    },
    "description": {
        "part1": "I am a beginner Frontend developer excited to build, develop, and create.",
        "part8": "Currently switching careers from an Architect into Frontend developer. ",
        "part2": "I have been learning frontend programming for two years. ",
        "part3": "In April 2021, I graduated with honors from an open web programming course with ",
        "part4": " Association to further deepen my programming skills. ",
        "part5": "Besides, I have now started working as member of the IT team of ",
        "part6": "I am an enthusiastic and a social person who loves to take up new challenges and learn new skills.",
        "part7": " From my previous professional experience I can bring a technical flair, precision and a passion for taking care of the visual side of the project.",
        "title": "SFI Academic IT Festival"
    },
    "navigation": {
        "skills": "Skills",
        "portfolio": "Portfolio",
        "contact": "Contact"
    },
    "button": {
        "cv": "Download CV"
    },
    "contact": {
        "title":"Let's talk!",
        "phone": "phone:",
        "phoneNumber": "+48 783001534"
    },
    "project": {
        "title": "Bookcrossing",
        "description": "Virtual library",
        "frontendStack": "React + Firebase + Sass",
        "backendStack": "Node.js + MongoDb + Heroku",
        "text": "Bookcrossing App is prepared as MVP. The main purpose of the application is to manage user's home library and exchange books with friends. App was created for educational purposes mainly, so that I could consolidate my knowledge of backend and frontend technologies. I used React.js with functional components and it has been deployed on Firebase. Back End project uses non relational database - Mongodb, and it's been deployed on Heroku. The connection to the database is made in the backend application written in Node.js which allows to integrate with frontend by API. You can find more information on this in the repository called `BookcrossingApp` on my GitHub profile in the ReadMe file.",
        "moreInfo": "Find out more about project"
    }
}
